Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/admin/sd/plenum_no/sp2018-1.pdf.tmx
Source language: nob
Languages: sme

source: Sustaining Minoritized Languages of Europe (SMiLE) Sametinget ble i oktober 2016 invitert til å delta på et arbeidsmøte som Center for Folklife and Cultural Heritage Smithsonian Institution og Grup d’Estudi de Llengües Amenaçades holdt i Barcelona.
sme: Sustaining Minoritized Languages of Europe (SMiLE) Golggotmánus 2016 bovdejuvvui Sámediggi oassálastit bargočoahkkimii man Center for Folklife and Cultural Heritage Smithsonian Institution ja Grup d’Estudi de Llengües Amenaçades lágidii Barcelonas.

source: Formålet med møtet var å utarbeide et fagoverskridende forskningsprogram for å fremme språksituasjonen til minoritetsspråkene i Europa.
sme: Čoahkkima ulbmil lei ráhkkanahttit fágaidrasttildeaddji dutkanprográmma Eurohpá unnitlogugielaid gielladili ovddideami várás.

source: Sametinget ble bedt om å være med i en vurderingsgruppe som i høst vurderte søknadene til forskningsprogrammet.
sme: Sámediggi jerrojuvvui leat mielde árvvoštallanjoavkkus mii čakčat árvvoštalai dán dutkanprográmma ohcamušaid.

source: I januar holdet deltakerne i de godkjente forskningsprogrammene og medlemmene i vurderingsgruppen et felles oppstartsmøte.
sme: Ođđajagimánu čoahkkimis dohkkehuvvon dutkanprošeavttaid oassálastit ja árvvoštallanjoavkku lahtut dolle oktasaš álggahančoahkkima.

source: Samiske stedsnavn Sametinget har gitt tilrådninger om stedsnavn, blant annet i Sør-Varanger, Skånland og Vesterålen.
sme: Sámediggi lea rávven báikenamaid earret eará Mátta-Várjjagis, Skániin ja Viestarállásis.

source: Sametinget har også gitt endelig tilrådning om hvordan det nye Trøndelag fylket skal skrives på samisk.
sme: Sámediggi lea maid addán loahpalaš rávvaga movt ođđa fylkka Trööndelage namma čállo sámegillii.

source: Sametinget har i forbindelse med samenes nasjonaldag holdt et foredrag i Nordreisa om samiske stedsnavn.
sme: Sámediggi lea doallan logaldallama sámi báikenamaid birra Ráissas sámi álbmotbeaivvvi oktavuođas.

source: Kunnskap
sme: Máhttu

source: Samfunnsmål: · Det samiske samfunnet har kunnskap, kompetanse og ferdigheter for å sikre og utvikle sitt språk, sin kultur og sitt samfunnsliv.
sme: Servodatmihttomearri: · Sámi servodagas lea máhttu, gelbbolašvuohta ja gálggat mat adnojit vai bastá sihkkarastit ja ovddidit gielas, kultuvrras ja servodateallimis.

source: 3.2 Innholdet i samisk barnehagetilbud Mål for innsatsområdet: · Samiske barn har et kvalitativt godt barnehagetilbud som bygger på samiske verdier, samisk kultur og tradisjonell kunnskap.
sme: Áŋgiruššansuorggi mihttomearri: · Sámi mánáin lea mánáidgárdefálaldat mas lea buorre kvalitehta ja mii lea huksejuvvon sámi árvvuid, sámi kultuvrra ja árbedieđu ala.

source: Tilskudd til barnehager Det vises til årsmeldingen, og det er ingen endringer etter denne på tilskuddsutbetaling.
sme: Doarjja mánáidgárddiide Dás čujuhuvvo jahkedieđáhussii eai ge dan rájes leat rievdadusat doarjjamáksimis.

source: Sametinget har arbeidet med saksbehandling og oppfølging av innvilgede tilskudd for 2017.
sme: Sámediggi lea bargan áššemeannudemiin ja jagi 2017 juolluduvvon doarjagiid čuovvolemiin.

source: Det er gjennomført en kontroll opp mot tilskudd innvilget for årene 2015 og innvilgede tilskudd der det er gitt utsatt frist for ferdigstillelse, er fulgt opp.
sme: Juolluduvvon doarjagat 2015 rájes leat dárkkistuvvon ja juolluduvvon doarjagat main válmmastanáigemearri lea maŋiduvvon, leat čuovvoluvvon.

source: Tilskuddsregelverkene, skjemaer for rapportering av innvilgede tilskudd og søknadsskjemaer er gjennomgått og tilpasset opp mot budsjettprioriteringene for 2018.
sme: Doarjjanjuolggadusat, juolluduvvon doarjagiid raporterenskovit ja ohcanskovit leat guorahallojuvvon ja heivehuvvon 2018 bušeahttavuoruhemiid ektui.

source: Alle søknadsordningene er nå tilpasset for elektronisk søknadsprosess.
sme: Buot ohcanortnegat leat dál heivehuvvon elektrovnnalaš ohcanprosessii.

source: Samiske pedagogiske fagdager Sametinget har deltatt på samiske pedagogiske fagdager 31.01- 01.02.2018 i Jokkmokk, Sverige.
sme: Sámi pedagogalaš fágabeaivvit Sámediggi lea oassálastán sámi pedagogalaš fágabeivviide 31.01- 01.02.2018 Johkamohkis, Ruoŧas.

source: Tema for fagdagene var «Samisk språk og kultur i våre hjerter».
sme: Fágabeivviid fáddán lei sámi giella ja kultuvra min váimmuin.

source: Dette er et seminar som avholdes annethvert år, og arrangeres i regi av Statped, Samisk spesialpedagogisk støtte (SEAD) og Senter for samisk i opplæringen.
sme: Dát seminára lágiduvvo juohke nuppi jagi, ja lágideaddjin lea Statped, Sámi spesiálpedagogalaš doarjja (SEAD) ja Sámi lohkanguovddáš.

source: Sametinget var også medarrangør i år.
sme: Sámediggi lei miellágideaddjin dán jagi maid.

source: Sametingsrådet åpnet fagdagene og var opptatt av det allsamiske perspektivet, og at samiske verdier skal ligge til grunn i samisk opplæring og barnehagetilbudet, og være sentral i lærernes møte med barna og hjemmet.
sme: Sámediggeráđđi rabai fágabeivviid ja váldii ovdan oppasámi perspektiivva, ja ahte sámi árvvut galget leat vuođđun sámi oahpahussii ja mánáidgárdefálaldahkii, ja leat guovddážis go oahpaheaddjit deaivvadit mánáiguin ja ruovttuin.

source: Sametingsrådet er opptatt av en helhetlig samisk utdanningspolitikk og vektla viktigheten av en likeverdig og inkluderende opplæring.
sme: Sámediggeráđđái lea ollislaš sámi oahpahuspolitihkka deaŧalaš ja danne deattuhuvvui man deaŧalaš dásseárvosaš ja čáhkkilis oahpahus lea.

source: Ståstedsanalyse for barnehager Utdanningsdirektoratet har ansvar for å utarbeide ståstedsanalyse for barnehager, som er en vurdering om barnehagen innfrir kravene til rammeplanen.
sme: Mánáidgárddiid vuolggasadjeanalysa Oahpahusdirektoráhtas lea ovddasvástádus mánáidgárddiid vuolggasadjeanalysa ráhkadeamis, mii árvvoštallá ollašuhttá go mánáidgárdi rámmaplána gáibádusaid.

source: De har laget et samisk tilleggstema i ståstedsanalysen, som er ment til samiske barnehager og barnehager med samisk avdeling.
sme: Sii leat ráhkadan sámi lasseskovi vuolggasadjeanalysii, mii lea jurddašuvvon sámi mánáidgárddiide ja mánáidgárddiide main lea sámi ossodat.

source: Sametinget har gitt innspill til dette, og synes det er viktig å kunne fremme det samiske innholdet i ståstedsanalysen, slik at den samiske dimensjon blir ivaretatt.
sme: Sámediggi lea addán árvalusaid dasa, ja atná deaŧalažžan sáhttit oažžut ovdan sámi sisdoalu vuolggasadjeanalysas, vai sámi dimenšuvdna fuolahuvvo.

source: Dialogmøte med barnehager i Troms Fylkesmannen i Troms arrangerte dialogmøte for ansatte i samiske barnehager og norske barnehager med samiske barn og barnehagemyndighet 30.11.2017 i Tromsø.
sme: Romssa fylkkamánni lágidii gulahallančoahkkima sámi mánáidgárdebargiide ja daid dáža mánáidgárddiid bargiide main leat sámi mánát ja mánáidgárdeeiseváldái 30.11.2017 Romssas.

source: Sametinget deltok på dialogmøtet og informerte om Sametingets arbeid med implementering av ny rammeplan og om prosjektet «Sámi mánát ođđa searvelanjain».
sme: Sámediggi oassálasttii gulahallančoahkkimii ja muitalii Sámedikki barggu birra ođđa rámmaplána implementeremiin ja prošeavtta «Sámi mánát ođđa searvelanjain» birra.

source: Sametinget ser på samarbeidet med fylkesmenn som viktig, slik at den samiske dimensjonen blir ivaretatt.
sme: Sámedikki mielas lea ovttasbargu fylkkamánniiguin deaŧalaš, vai sámi dimenšuvdna fuolahuvvo.

source: Samarbeidsmøte mellom Sametinget og Kunnskapsdepartementet Sametinget deltok på samarbeidsmøte med Kunnskapsdepartementet 14.12.2017 i Oslo.
sme: Sámedikki ja Máhttodepartemeantta gaskasaš ovttasbargočoahkkin Sámediggi oassálastttii ovttasbargočoahkkimii Máhttodepartemeanttain 14.12.2017 Oslos.

source: Sametinget la fram budsjettbehov for 2019.
sme: Sámediggi bijai ovdan 2019 bušeahttadárbbu.

source: Budsjettbehovet er knyttet til oppfølging av NOU 2016:18 Hjertespråket.
sme: Bušeahttadárbu čatnasa NAČ 2016:18 Váibmogiela čuovvoleapmái.

source: I 2018 ble det bevilget 5 millioner til oppfølging av Hjertespråket i barnehager.
sme: 2018:s juolluduvvui 5 miljon ruvnnu Váibmogiela čuovvoleapmái mánáidgárddiin.

source: Sametinget har en forventning om at denne satsingen videreføres.
sme: Sámediggi vuordá ahte dát áŋgiruššan jotkojuvvo.

source: Sametinget ser behov for at lovarbeid prioriteres, for å sikre samiske barns rett til samisk barnehage.
sme: Sámedikki mielas ferte láhkabargu vuoruhuvvot, sihkkarastin dihtii sámi mánáid vuoigatvuođa sámi mánáidgárdái.

source: For å kunne realisere dette er det behov for å styrke Sametingets kapasitet i lovarbeid knyttet til samiske barns rettigheter.
sme: Dan ollašuhttima dihtii ferte nannet Sámedikki návccaid láhkabarggus sámi mánáid vuoigatvuođaiguin.

source: Videre ble prosjektet "Sámi mánát ođđa searvelanjain" presentert.
sme: Viidáseappot oahpásmahttojuvvui prošeakta "Sámi mánát ođđa searvelanjain".

source: Troms fylkeskommunes samekonferanse 2017 Troms fylkeskommune har avholdt samekonferanse i Troms 30.11- 01.12.2017, hvor Sametinget deltok.
sme: Romssa fylkkasuohkana sámekonferánsa 2017 Romssa fylkkasuohkan lágidii sámekonferánssa Romssas 30.11-01.12.2017, masa Sámediggi oassálasttii.

source: Innholdet i konferansen var regionreformens samiske dimensjon, sannhets- og forsoningskommisjonens betydning for Troms og på oppfølging av NOU 2016: 18 Hjertespråket.
sme: Konferánssa sisdoallun lei regiovdnaođastusa sámi dimenšuvdna, duohtavuođa - ja seanadankommišuvnna mearkkašupmi Romssa fylkii ja NAČ 2016:18 Váibmogiella.

source: President Aili Keskitalo holdt innlegg om perspektiver på den samiske dimensjonen i en ny nordlig region.
sme: Presideanta Aili Keskitalo doalai sáhkavuoru sámi dimenšuvnna perspektiivva birra ođđa davvi regiovnnas.

source: Prosjekt “Sámi mánát ođđa servelanjain” Prosjektgruppen har hatt flere møter i løpet av perioden, og presentert prosjektet for andre.
sme: Prošeakta “Sámi mánát ođđa servelanjain” Prošeaktajoavkkus ledje máŋga čoahkkima áigodagas, ja sii leat oahpásmahttán prošeavtta earáide.

source: Prosjektet har utarbeidet en grunnplan og strategi for hvordan prosjektets mål skal kunne nås etter at hovedprosjektet er klart etter fem år.
sme: Prošeakta lea ráhkadan vuođđoplána ja strategiija dasa mo galgá juksat prošeavtta mihttomeari maŋŋágo váldoprošeakta lea válmmas viđa jagi geahčen.

source: I prosjektets forankringsstrategi inngår også å informere alle interessenter om prosjektets innhold.
sme: Prošeavtta vuođđostrategiijii gullá maiddái diehtojuohkin prošeavtta sisdoalu birra buot berošteddjiide.

source: Gjennomføringsstrategien skal legges frem for Sametingets administrative ledelse og Sametingsrådet i februar.
sme: Čađahanstrategiija galgá biddjojuvvot Sámedikki hálddahusa jođihangotti ja Sámediggeráđi ovdii guovvamánus.

source: 3.4 Kompetanseheving i barnehage Mål for innsatsområdet: · Barnehageansatte er samiskspråklige, og innehar samisk kulturkompetanse.
sme: Áŋgiruššansuorggi mihttomearri: · Mánáidgárdebargit leat sámegielagat, ja sis lea sámi kulturgelbbolašvuohta.

source: Barnehageseminarer for ansatte i barnehager med samisktilbud Sametinget er i gang med planleggingen av to årlige barnehageseminarer.
sme: Mánáidgárdeseminárat daid mánáidgárddiid bargiid várás, main lea sámi fálaldat Sámediggi lea plánemin guokte jahkásaš mánáidgárdeseminára.

source: Begge seminarene blir på vårhalvåret, og informasjon til barnehagene blir sendt ut i løpet av februar.
sme: Goappašat seminárat leat giđđat, ja dieđut mánáidgárddiide sáddejuvvojit guovvamánus.

source: 3.6 Samisk innhold i skolen Mål for innsatsområdet:
sme: 3.6 Sámi sisdoallu skuvllas Áŋgiruššansuorggi mihttomearri:

source: · Samiske elever har kvalitetsmessig god opplæring i og på samisk.
sme: · Sámi ohppiid oahpahusas sámegielas ja sámegillii lea buorre kvalitehta.

source: Kompetansepolitisk strategi Kompetansepolitisk strategi 2017-2021 ble signert 03.02.2017, blant annet av statsminister Erna Solberg, president Aili Keskitalo og av partene i arbeidslivet. Sametinget har vært med på å forme denne strategien.
sme: Gealbopolitihkalaš strategiija 2017-2021 vuolláičálle earret eará stáhtaministtar Erna Solberg, presideanta Aili Keskitalo ja bargoeallima áššebealit 03.02.2017. Sámediggi lea leamaš mielde hábmemin dán strategiija.

source: Det er opprettet et kompetansepolitisk råd, som Kunnskapsdepartementet har ansvar for.
sme: Gealbopolitihkalaš ráđđi lea ásahuvvon, mas Máhttodepartemanttas lea ovddasvástádus.

source: Sametingsrådet er opptatt av at rådet kjenner til utfordringer det samiske arbeidslivet har, og har informert om disse på møte med rådet i november.
sme: Sámediggeráđi mielas lea deaŧalaš ahte ráđđi dovdá sámi bargoeallima hástalusaid, ja lea muitalan daid birra čoahkkimis ráđiin skábmamánus.

source: Videre etterlyste Sametingsrådet kompetansetiltak rettet mot det samiske arbeidslivet.
sme: Viidáseappot jearahii Sámediggeráđđi gealbudandoaibmabijuid sámi bargoeallima várás.

source: Neste møte i rådet er 15.03.2018, der den første rapporten i kompetansebehovsutvalget NOU 2018:2 Fremtidige kompetansebehov I – Kunnskapsgrunnlaget, blir lagt fram.
sme: Ráđi boahtte čoahkkin lea 15.03.2018, gos gealbodárbolávdegotti vuosttaš raporta NOU 2018:2 Fremtidige kompetansebehov I – Kunnskapsgrunnlaget, biddjojuvvo ovdan.

source: Fagfornyelsen Med bakgrunn i Meld. St. 28 Fag-fordypning-forståelse, En fornying av Kunnskapsløftet, har Kunnskapsdepartementet utarbeidet en Strategi for fagfornyelsen av Kunnskapsløftet og Kunnskapsløftet samisk (2017-2021).
sme: Meld. St. 28 Fag-fordypning-forståelse, En fornying av Kunnskapsløftet vuođul lea Máhttodepartemeanta ráhkadan strategiija Máhttoloktema ja Máhttoloktema sámi (2017-2021) fágaođasmahttima várás.

source: Strategien består av tre faser.
sme: Strategiijas leat golbma muttu.

source: Inneværende periode er vi fremdeles i fase 1. Denne fasen består av hvordan verdigrunnlaget og overordnet del, de grunnleggende ferdighetene og de tverrfaglige temaene skal integreres i fagene.
sme: Dán áigodagas mii leat ain vuosttaš muttus. Dán muddui gullá dat mo galgá árvovuođu ja bajimus oasi, vuođđogálggaid ja fágaid rasttideaddji fáttáid integreret fágaide.

source: Videre skal det tas stilling til læreplanfaglige spørsmål og utvikling av retningslinjer for læreplanarbeidet.
sme: Viidáseappot galget oahppoplánafágalaš gažaldagat ja oahppoplánabarggu njuolggadusat árvvoštallojuvvot.

source: Kjerneelement faggrupper har utviklet forslag til kjerneelementer for fag.
sme: Váimmuselemeanta fágajoavkkut leat evttohan váimmuselemeanttaid fágaide.

source: Sametinget har oppnevnt kjerneelementgruppen for samisk-faget.
sme: Sámediggi lea nammadan váimmuselemeantajoavkku sámegielfágii.

source: Kjerneelementgruppenes mandat er å identifisere det viktigste elevene må kunne for å mestre faget.
sme: Váimmuselemeantajoavkkuid mandáhtan lea identifiseret dan mii lea deaŧaleamos dasa ahte oahppi sáhttá hálddašit fága.

source: Forslagene skal sendes til en større spørringsrunde/minihøring i mars 2018. Sametingsrådet vurderer tiltak på Sametingets nettside og sosiale media, som bidrar til innspill til kjerneelementene fra aktuelle samiske aktører.
sme: Evttohusat galget sáddejuvvot minigulaskuddamii njukčamánus 2018. Sámediggeráđđi árvvoštallá doaibmabijuid Sámedikki neahttasiiddus ja sosiála mediain, mat leat mielde veahkeheamen guoskevaš sámi oassálastiid addit árvalusaid váimmuselemeanttaide.

source: Grenseoverskridende skolesamarbeid i Sápmi Sametinget har bevilget midler til et grenseoverskridende skolesamarbeidsprosjekt i 2017 og i 2018.
sme: Rádjerasttideaddji skuvlaovttasbargu Sámis Sámediggi lea juolludan ruđaid rádjerasttideaddji skuvlaovttasbargoprošektii 2017:s ja 2018:s.

source: Prosjektet er godt i gang.
sme: Prošeakta lea bures ovdáneamen.

source: Det er etablert en arbeidsgruppe og i kunnskapsinnhentingsfasen har arbeidsgruppen besøkt Haparanda/Torneå, hvor det er et svært vellykket grenseoverskridende skolesamarbeid, som har eksistert i 30 år.
sme: Bargojoavku lea ásahuvvon ja máhttoháhkanmuttus lea bargojoavku fitnan Háhpáránddis/Durdnosis, gos lea hui bures lihkostuvvan rádjarasttideaddji skuvlaovttasbargu, mii lea bistán 30 jagi.

source: I tillegg har arbeidsgruppen i desember 2017 vært i Inari på finsk side for å bli bedre kjent med de digitale opplæringsmulighetene som finnes.
sme: Dasa lassin lea bargojoavku juovlamánus 2017 fitnan Anáris oahpásmuvvan dihtii daidda digitála oahpahusvejolašvuođaide mat gávdnojit.

source: Arbeidsgruppen har utarbeidet en skisse til trinnvis modell for grenseoverskridende skolesamarbeid, som kan benyttes over hele Sápmi og tilpasses de enkelte skolers behov og ønsker.
sme: Bargojoavku lea evttohan dakkár ceahkkálas modealla rádjarasttideaddji skuvlaovttasbargui, maid sáhttá geavahit miehtá Sámi ja heivehit ovttaskas skuvlla dárbbuide ja sávaldagaide.

source: Prosjektets mål i 2018 er å gjennomgå eksisterende rapporter vedrørende skolesamarbeid som tidligere er gjennomført, og andre aktuelle rapporter, samt foreslå opplæringsmodeller for felles samisk skole.
sme: Prošeavtta mihttomearri 2018:s lea guorahallat dálá raporttaid dan skuvlaovttasbarggu oktavuođas mii ovdal lea čađahuvvon, ja eará guoskevaš raporttaid, ja evttohit oahpahusmodeallaid oktasaš sámi skuvlla várás.

source: Sametingsrådet har hatt møter med Sametinget i Sverige for å informere om prosjektet, og uttrykte viktigheten av et samarbeid mellom det norske og svenske sameting i forbindelse med prosjektet.
sme: Sámediggeráđis leat leamaš čoahkkimat Ruoŧa bealde Sámedikkiin mas muitaleimmet prošeavtta birra, ja dovddaheimmet man deaŧalaš ovttasbargu Norgga ja Ruoŧa bealde sámedikkiid gaskkas lea prošeavtta oktavuođas.

source: Revidering av opplæringsloven Høsten 2017 ble det oppnevnt et nytt offentlig utvalg som skal se på regelverket for grunnopplæringa og foreslå ny opplæringslov.
sme: Oahpahuslága ođasmahttin 2017 čavčča nammaduvvui ođđa almmolaš lávdegoddi mii galgá geahčadit vuođđooahpahusa njuolggadusaid ja evttohit ođđa oahpahuslága.

source: Sametingsrådet er enig med Kunnskapsdepartementet om at det er behov for en større revidering av opplæringsloven og er glad for at dette arbeidet er iverksatt.
sme: Sámediggeráđđi lea ovttaoaivilis Máhttodepartemeanttain das ahte lea dárbu dahkat stuorra rievdadusaid oahpahuslágas ja lea ilus go dát bargu lea álggahuvvon.

source: Sametinget har i 2012 behandlet opplæringsloven og friskoleloven i sak 20/14 Opplæringsloven og privatskoleloven - samiske elevers rettigheter, og påpekt lovverkenes svakheter i forhold til samiske elevers rettigheter.
sme: Sámediggi meannudii 2012:s oahpahuslága ja friijaskuvlalága áššis 20/14 Oahpahusláhka ja priváhtaskuvlaláhka - sámi ohppiid vuoigatvuođat, ja čujuhii lágaid heajos beliide sámi ohppiid vuoigatvuođaid ektui.

source: Sametingsrådet er imidlertid kritisk til den manglende samiske fagrepresentasjonen i lovutvalget og tok dette opp i et møte med kunnskapsministeren i desember 2017. Sametinget er invitert til å delta i opplæringslovutvalgets referansegruppe, men er ikke gitt anledning til å foreslå representanter til selve utvalget.
sme: Sámediggeráđđi lea dattege kritihkalaš dan váilevaš sámi fágaovddastussii láhkalávdegottis ja loktii dán čoahkkimis Máhttoministariin juovlamánus 2017. Sámediggi lea bovdejuvvon oassálastit oahpahusláhkalávdegotti referánsajovkui, muhto ii beasa evttohit áirasiid ieš lávdegoddái.

source: Det er viktig at lovutvalget kjenner til svakhetene i opplærings- og friskoleloven med hensyn til samiske elevers rettigheter.
sme: Lea deaŧalaš ahte láhkalávdegoddi dovdá oahpahus- ja friijaskuvlalága heajos beliid sámi ohppiid vuoigatvuođaid ektui.

source: På bakgrunn av dette inviterte sametingsrådet opplæringslovutvalget til Sametinget i Karasjok.
sme: Dán vuođul bovdii sámediggeráđđi oahpahusláhkalávdegotti Sámediggái Kárášjogas.

source: Det er avtalt møte mellom opplæringslovutvalget og sametingsrådet i april 2018.
sme: Sohppojuvvui doallat čoahkkima gaskal oahapusláhkalávdegotti ja sámediggeráđi cuoŋománus 2018.

source: 3.8 Læremidler Mål for innsatsområdet: · Samiske elever har tilgang til samiske læremidler som er i tråd med gjeldende læreplanverk på alle tre språk og i alle fag i grunnopplæringen.
sme: Áŋgiruššansuorggi mihttomearri: · Sámi ohppiide gávdnojit sámi oahpponeavvut mat leat dálá oahppoplána mielde buot golmma gillii ja buot vuođđooahpahusa fágain.

source: Læremiddelsentralen Sametinget opplever stor pågang for utlån av læremidler og pedagogiske materiell til både skoler og barnehager.
sme: Sámediggái bohtet ollu jearaldagat sihke skuvllain ja mánáidgárddiin oažžut luoikkasin oahpponeavvuid ja pedagoglalaš ávdnasiid.

source: Barnehagekofferten har vist seg å være en ettertraktet læringsressurs.
sme: Mánáidgárdekoaffar lea čájehuvvon geasuheaddji oahppanresursan.

source: Det er i dag halvt års ventetid på utlån av kofferten.
sme: Dál lea jahkebeali vuordináigi oažžut luoikkasin koaffara.

source: Sametinget jobber med å utvide kapasiteten med flere kofferter.
sme: Sámediggi lea ráhkadeamen eanet koaffariid.

source: Forøvrig opplever Læremiddelsentralen at læringsressursene er begrenset til å kunne betjene en så stor etterspørsel som samenes nasjonaldag utgjør.
sme: Muđui vásiha oahpponeavvoguovddáš ahte leat menddo uhccán oahppanresurssat dasa ahte sáhttit gokčat dan stuorra dárbbu mii lea sámi álbmotbeaivvi oktavuođas.

source: Ellers er det økende pågang med studenter som låner læremidler i forbindelse med eksamener ved Samisk høgskole.
sme: Muđui leat eanet ja eanet studeanttat mat jearahit oahpponeavvuid eksámeniid oktavuođas Sámi allaskuvllas.

source: Sametinget har reell myndighet innen samisk høyere utdanning og forskning gjennom lov og forskrifter, og gjennom konsultasjoner.
sme: · Sámedikkis lea duohta váldi sámi alit oahpus ja dutkamis lágaid ja láhkaásahusaid bokte, ja konsultašuvnnaid bokte.

source: Nasjonale retningslinjer til forskrift om felles rammeplan for helse- og sosialfagutdanninger Sametinget har hatt møte Kunnskapsdepartementets sekretariat for utarbeiding av nasjonale retningslinjer til forskrift om felles rammeplan for helse- og sosialfagutdanninger.
sme: Dearvvašvuođa- ja sosiálafágaoahpuid oktasaš rámmaplána láhkaásahusa nationála njuolggadusat Sámedikkis lei čoahkkin Máhttodepartemeantta čállingottiin dearvvašvuođa - ja sosiálafágaoahpuid oktasaš rámmaplánaid láhkaásahusa nationála njuolggadusaid ráhkadeami várás.

source: Temaet for møtet var prosessen videre, og det ble avtalt konsultasjoner før retningslinjene sendes på høring, og før endelig fastsettelse.
sme: Čoahkkima fáddán lei viidásat proseassa, ja sohppojuvvui čađahit konsultašuvnnaid ovdalgo njuolggadusat sáddejuvvojit gulaskuddamii, ja ovdal loahpalaš mearrádusa.

source: Det skal fastsettes nasjonale retningslinjer for de 19 utdanningene som omfattes av forskrift om felles rammeplan for helse- og sosialfagutdanninger.
sme: Nationála njuolggadusat galget mearriduvvot dan 19 ohppui maidda dearvvašvuođa- ja sosiálaoahpuid oktasaš rámmaplána láhkaásahus guoská.

source: Oppdragsdokumenter til høgskoler og universitet som har samisk i sin portefølje Sametinget har vært i dialog med Kunnskapsdepartementet vedrørende oppdragsdokumenter til høgskoler og universitet som har samisk i sin portefølje.
sme: Daid allaskuvllaid ja universitehtaid bargamušdokumeanttat mat oahpahit sámegiela dahje sámegillii Sámedikkis lea leamaš gulahallan Máhttodepartemeanttain daid allaskuvllaid ja universitehtaid bargamušdokumeanttaid birra, mat oahpahit sámegiela dahje sámegillii.
